<?php

return [
    'menu.language.en' => 'En',
    'menu.language.ru' => 'Рус',

    'menu.signIN' => 'Войти',
    'menu.signUp' => 'Зарегистрироваться',
    'menu.logout' => 'Выйти',
    'profile' => 'Личный кабинет',

    'search-placeholder' => 'Что вы хотите найти?',
    'we-found' => 'Найдено',
    'we-found-posts' => 'постов',
    'we-found-latest-posts' => 'последних поста',


    'back' => 'Назад',
    'home' => 'Главная',

    'contact_me' => 'Для связи со мной',
    'social_links' => 'Социальные ссылки',
    'post' => 'Обьявление',
    'posts' => 'Обьявления',
    'editProfile' => 'Редактировать профиль',
    'add' => 'Добавить',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'save' => 'Сохранить',
    'update' => 'Обновить',


    'Profile_photo' => 'Аватар',
    'Choose_file' => 'Выберите файл',
    'email' => 'Email',
    'fName' => 'Имя',
    'lName' => 'Фамилия',
    'password' => 'Пароль',
    'Cpassword' => 'Подтвердите Пароль',

    'title_post' => 'Заголовок поста',
    'description_post' => 'Oписание поста',
    'please_deposit' => 'Ниже публикации было успешно опубликовано, пожалуйста, внесите сумму при выставлении счетов.',
    'month' => 'Месяц',
    'payment' => 'Номер платежной карты:',
    'code' => 'Код:',
    'comments' => 'В комментариях к переводу укажите свой личный код.',
    'attention' => 'Внимание! Если это не будет сделано, сообщение не будет опубликовано.',
]

?>